/* Apply filters button text */
"Apply" = "OK";

/* The milk is processed off the farm premises and uses milk produced from one or several farms using several methods for the manual manufacturing of cheeses. */
"Artisan" = "Artisanale";

/* The soft cheese, bloomy rind has a rich and creamy texture with a slight elasticity in the cheese. The aging process depends on its thickness. This cheese has a mixed coagulation with slow draining, inoculated with specific moulds. */
"Bloomy Rind" = "Croûte fleurie";

/* This firm, washed, brushed and natural rind cheese has a drier texture and has a certain elasticity. When aging, the cheese can be washed (washed rind) in brine with red smears (with or without alcohol). The cheese can also be brushed and/or develop a natural rind. */
"Brushed Rind" = "Croûte brossée";

/* No comment provided by engineer. */
"Buffalo Cow" = "Bufflonne";

/* Cancel button text */
"Cancel" = "Annuler";

/* Cheese category */
"Cheese type" = "Catégorie de fromage";

/* No comment provided by engineer. */
"Cow" = "Vache";

/* No comment provided by engineer. */
"Cow and Goat" = "Vache et chèvre";

/* No comment provided by engineer. */
"Cow, Goat and Ewe" = "Vache, chèvre et brebis";

/* No comment provided by engineer. */
"Ewe" = "Brebis";

/* No comment provided by engineer. */
"Ewe and Cow" = "Brebis et vache";

/* No comment provided by engineer. */
"Ewe and Goat" = "Brebis et chèvre";

/* The milk is processed at the farm and uses only the milk produced on the farm. */
"Farmstead" = "Fermière";

/* Filter sheet navigation header text */
"Filter" = "Filtrer";

/* This cheese contains 50% and 62% moisture. */
"Firm Cheese" = "Pâte ferme";

/* Fresh cheese */
"Fresh Cheese" = "Pâte fraîche";

/* No comment provided by engineer. */
"Goat" = "Chèvre";

/* This cheese has a moisture of less than 50%. */
"Hard Cheese" = "Pâte dure";

/* The milk is processed using manufacturing methods that are highly mechanical and automated. The milk comes from several farms. */
"Industrial" = "Industrielle";

/* Province of manufacturer */
"Manufacturer province" = "Province du fabriquant";

/* Defines the method used by the cheese processor to make the cheese. (Artisan, Farmstead, Industrial) */
"Manufacturing type" = "Type de fabrication";

/* How the milk is transformed in order to make cheese. Cheese Milk Treatment Type sample values: Raw Milk Cheese, Pasteurized, Thermised */
"Milk treatment" = "Traitement du lait";

/* Type of milk used to make the cheese */
"Milk type" = "Type de lait";

/* Cheese with no rind. */
"No Rind" = "Sans croûte";

/* Cheese that is not organic */
"Non-organic" = "Non biologique";

/* Indicates that the cheese is organic or not */
"Organic" = "Biologique";

/* Milk has been pasteurized by being held at a temperature of not less than 61.6°C for a period of not less than 30 minutes, or for a time and a temperature that is equivalent thereto in phosphatase destruction, as determined by official methods MFO-3, Determination of Phosphatase Activity in Dairy Products, November 30, 1981 (i.e. 72°C for 15 seconds). */
"Pasteurized" = "Pasteurisé";

/* Milk has not undergone a thermisized treatment above 40°C. */
"Raw Milk" = "Lait cru";

/* Type of Rind. Typical Cheese Rind Type values: Washed Rind, Brushed Rind, Boomy Rind, No Rind */
"Rind type" = "Type de croûte";

/* The semi-soft cheeses contain between 62% and 67% moisture. */
"Semi-soft Cheese" = "Pâte demi-ferme";

/* This cheese contains between 67 and 80% moisture. */
"Soft Cheese" = "Pâte molle";

/* Milk has undergone a short and advanced thermal treatment at a temperature of 59°C to 65°C for a period of 15 to 20 seconds. This procedure eliminates, in part, certain bacteria susceptible to cause an infection and impoverish the lactic flora. */
"Thermised" = "Thermisé";

/* The production for the veined cheese is similar to the soft or semi-firm cheeses. It is commonly referred to as blue cheese. This cheese is aged for several months in a humid cave or in a curing room. The cheese is pierced with skewers to help the air circulate through the cheese and facilitate the creation of blue veins. */
"Veined Cheeses" = "Pâte persillée";

/* The soft, washed rind cheese has a rich and creamy texture with a slight elasticity in the cheese. During the aging process, the cheese is turned over regularly and brushed or washed in brine with beer, mead, wine or spirits. */
"Washed Rind" = "Croûte lavée";

/* Favourite cheese view navigation bar title */
"Favourite Cheese" = "Fromages Préférés";

/* Remove cheese from favourites button */
"Remove" = "Enlève";

/* Cheese search bar placeholder text */
"Search cheese" = "Cherche les fromages";

/* No comment provided by engineer. */
"Characteristics" = "Caractéristiques";

/* Cheese name */
"Cheese" = "Nom du fromage";

/* No comment provided by engineer. */
"Fat" = "Contenu en matière grasse";

/* No comment provided by engineer. */
"Flavour" = "Saveur";

/* No comment provided by engineer. */
"Last update" = "Date de modification";

/* Cheese manufacturer */
"Manufacturer" = "Fromagerie";

/* No comment provided by engineer. */
"Moisture" = "Humidité";

/* No comment provided by engineer. */
"Particularities" = "Particularités";

/* No comment provided by engineer. */
"Ripening" = "Période d'affinage";

/* No comment provided by engineer. */
"Website" = "Site de web";

